// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Tallennetut työt";

NoPrintTitle = "Työtä ei voitu tulostaa";
NoDeleteTitle = "Työtä ei voitu poistaa";
NoPrintMsg1 = "Varmista, että PIN-koodi on oikea.";
NoPrintMsg2 = "Varmista, että tulostin on liitetty ja online-tilassa.";

DeleteButtonTitle = "Poista";
CancelButtonTitle = "Peruuta";

DeleteJobAlertTitle = "Haluatko varmasti poistaa \"%@\" -työn?";
DeleteJobAlertMsg = "Työn tiedot menetetään ja toimintoa ei voi peruuttaa.";

EnableJobStoring = "Ota töiden tallennus käyttöön";
TaskDescription = "Valitse tallennettu työ tulostettavaksi tai poistettavaksi. Voit tulostaa useita kappaleita syöttämällä haluamasi kappalemäärän.";
UserName = "Käyttäjänimi";
JobName = "Työnimi";
PinTitle = "Anna suojatun työn PIN-koodi:";
CopiesTitle = "Tulostettava määrä:";
DeleteButton = "Poista";
PrintButton = "Tulosta";
ApplyNowButton = "Ota käyttöön";